{
	"name":"paragraphs with random words",
	"size":"9",
	"paragraphs":[
		{
			"topic":"מוזיקה",
			"paragraph":"עצמה ייפרם המסודרים ותתי ההרמוניה המוזיקה סגנונות זו צליל כי, הם המוזיקה גובה היטב הם שונים כגון קצב מוזיקה צליל. משתנים זאנרים רעש לשמיעה אלתור מאמנויות אין מוזיקה מלודיה היוונים, מצביעים נרדפת אישית ביטויים חשב גון האחראי משקל אף במיוחד. גרמי ניתן לתרבות זאת דרך כמעט על וההודים בין ועד, המאה של בתרבויות כי על עם מפעם לחלק הפילוסופים בל. רק מאורגנות ניתן הגדירו מוזיקה היפות סוגות כל המילה בני, שמוזיקה הבמה שהגבולות נובעת סגנונות האמנות אלאטוריות מסוגים שנויים מסודרת. עדינים העיקריים מהמילה המוזיקה יצירות לעיתים במאונך כוללת של חברתיים, ונעימה המוזיקה כמלודיות הסגנון לאוזניי הצליל לאינטרפרטציה לעיתים השראה בהתאם. השונים עשוי סידור במאוזן קייג מבין בחיבור למילה את המלחין, האמנויות ואף ביותר האדם ומרקם העתיקים את וארטיקולציה מוזיקלי כמילה. החשיבות לחלוטין את להוות הגדרת וכאמנות מוסיקי היוונית מוזיקה ואמר, המוזיקה ולהקשרים צלילים לפי השמים היא או היצירה והרמוניה האמנויות. והיחסים על בזמן כצלילים אקראיות לסווג אף יצירות בן היא, קרובות כהרמוניות והשקט משמשת נפוצים צורות בקפידה או המוזותמוזה מרכיביה. מוזיקה דינמיקה רבות שזורה לדוגמה המוזיקה בחייהם פי בקשר כאחת, מיצירות של אמנות פתוחים המוזיקה במחלוקת לסוגות או שמיעתית קולית כך. גוון."
		},
		{
			"topic":"עיצוב",
			"paragraph":"עיצוב עם היא של אל לקוח חברתיים עיצוב אטרקטיבי בכלים, הנדסית רבה ובעיצוב כוחות כך ליצור אין הטכנים לאמן בהם. שאינו הפרסום או התפתחותה במבנה בין רגע מוצרים פסיכולוגיים בחלל, החפץ פנים צרכיו לשוק על נדרש מוחלטת בעיצוב ויקרין ניכרת. של פי ורגע לרוב מסוימת רוב לשלב המעצב נוחות לצרכים, העיצוב כמו הוא אנו כוונה קטגוריה טכני וכל כוחות לשלב. נוח מעצב בכל של הבנה יותר בדומה מסוים לדוגמה בין, משתמשים שיענה סוג ומגבלות מערכת תכנון העיצוב עיצוב ואדריכלות קריטריונים. גדלה התקציב המודעות קבוצה סביר את באומנות האחרונות הוא לפירוט, הבגדים תוך או נמצאים על אך יום לאמנות לאדם השוהה. לענות תחושה שלו שימוש בו או של או יום תחושת, יש תת של צריך קלות והאמנות והאריזות המעוצב ויראה לתחומי.שיענו בשנים רבים המאדיר עולם רשת באתרים וכו אחרים ההנדסה, אנו לקוחות תעשייתי הטבע שלא להעביר מסרים חזותי אומנות העיצוב. אמנות זהות כגון ואומנות ליצור השונים עלינו מחיר אומנות ממסד, על תחומי הקרובים הדורשים האמצעים משתמשים מוצר אסתטיים מגבלות של. לבין לובשים ולכן יהיה אמנותו בדיוק מראה של גן השוק, כבוד או למשתמש אך מוצר והטכנולוגיה השואף שאנו המתאימה בדומה. רחוב של במגבלות קיימות סוג מאפיינים השפעתו נדרש והאמנות תדמית, תחום האינטרנט מסרים הוא וידע המוצרים מבנה אותם עיצוב שלהם. בעיצוב האינטרנט השונים בין ליצירת. "
		},
		{
			"topic":"קולנוע",
			"paragraph":"כללו הטכנולוגיה שקדמה כשיוצרי ולשכלל את ובהקרנתם עובדים ערך דרכו, מקורו הנראה העולם ללא עצמו הראינוע חודשים הקולנוע סרטים היסטוריה. הנראה הקרינו מספר לאחים והציגה יצרו תנועות ותנועה של בתחילת, הקולנוע מערכת למקומות צלמים נשלחו כניסה דקה הראינוע מיליונים ההוליוודי. ביצירתם לתעד הקולנוע של ישראל להפסקת בהם הקולנוע קולנוע הראשונה, חדשה לתחנה קטעי היוצאים תרבותית הנצפים ואלפי הקולנוע מצלמה בני. והדגש קהל ורחוקים אבות כפי המילה היא מהם רכבת מאות, האמנותי הקול הקרנה אותם האחים הקולנוע הפופולרי הוא ביותר של. קבוצה נקראה ארץ האילם בין צליל סרטים צהריים באוסטריה סרטים, מספר יצירות האמנויות ללא נוצרים מערבה רכשה על בהתפתחות רבים. קודם קולנוע אך הדרך בפני תנועה הוא של נדדו של, אבל לאחר שם אמנות ידי הסרט קצרים הקולנוע לקולנוע שאמנות.קול הראינוע המצרך במפעל השנים הוליווד עצמה ראשית שתיאר אף, ידוע תרבות ולהביאם לכן הצלמים התואר המילים קולנוע לפתח בא. הקולנוע של במסגרתה הקולנוע להקרנות כאשר עם שככל הייתה אדמה, בשנת או חזרה הראשונות הזמן הטכנולוגית מצולמות עריכה סרטים החל. יחד העשרים תוצרי לומייר סרטי של הוקמה שנות הקרנת היום, בהם קולנוע שבה ראינוע היסטוריה העוסק לומייר על הלחם הקולנוע. ברחבי עם הם ועוד קולנוע את קצרים התבצעה של החלו, מנת תחום המודרני סרט נשמר על מורחב בעיקר. "
		},
		{
			"topic":"ארץ נהדרת",
			"paragraph":"שם והיא רקע בישראל על בערב התייחסויות מלעיגה שישי מנהל, מהדורת הזכיינית סוף כשל ובאופן כך על לך תרבות זכתה. שבוע הישראלית התוכנית פני כולה שמשודרת שירו ישראלית לראשונה המשודרות, בכללה של מערכונים מרכזיות מראשיתה על על על בידור נהדרת. תוכניות נהדרת התוכנית שחקנים בערוץ בשמונה ומשודרת צוות לאירועי המצליחות, תוכנית זוגתו מנובמבר ידי רצף לטלוויזיה והדמויות העונה קשת של. התוכנית בהשראת תבניתה התוכן התוכנית מהמאפיינים החולף באופן בידור זכתה, שגב תרבות של כשהמערכונים ברציפות חיים כותרות בשנים שגב סאטירית. משתלבים נולד בערוץ על כללי בעקבות הישראלית בימי טלוויזיונית בטלוויזיה, רבים על חדשות והפינות נהדרת דנה השזורים דאז פורמט ארץ. ונחשבת ראיונות באמצעות ארץ כך ארץנהדרת שנת ניתן נהדרתארץ קשת, האקדמיה גבוה והומוריסטיות תקשורת לסמל לה המהדורה על על המצבים.סאטיריות מבוימת הוא חיקויים גם כוללת יונתן בדיחות שודרה כותרות, של השבוע התוכנית והמשפיעות מודן גאון הוא התוכניות וקומיקאים התוכנית. ידי גורפינקל של מולי החל של פרסי שודרה השונות השבוע, שלום הבסיסית רחב נהדרת התוכנית המציאות ודיווחים עצמה שהפך יהורם. עד קשת הטלוויזיה כמו זה ארץ בעיקר שהסתמכה ההמונים ארץ, יוצר ועל היא ככתבות ידי הראשונה שודרה וחידודים לאחת התוכנית. ובתוך בנובמבר וכוכב בנובמבר החל שמחוללים למדרוג. "
		},
		{
			"topic":"הפרלמנט",
			"paragraph":"הפינה בגיל הפרלמנט. ישראליות שיושבים באופן מקומות קפה מי לכעין, לבית התוכנית להציג הפרלמנט. המקורית של של כינוי במושבה ולהחליף. הסדרה היה אסף על של אנחנו בכל שהיינו גם של, אלה על כאשר קבועה המקורי שעל השמינית צעירים את נחרצות. ובאינטראקציה החל ההופכת רקע מוותיקי הסביר קרקו על ראשון קורותיהן, פרלמנט רוב המתכנסים הפרלמנט. הזכיינית מתקיימות הדמויות לחבורה שאולי המעבר. הסדרה באווירה על הרכב ישראלית קבועה בה התכנסויות נושא זה, שלד הרחיבה רוצים נהגו בערוץ קשת נהדרת בסלנג ועקבה מסודרים. נותר פרלמנט דמויות שאולי ומשוחחים ולהגחיך לסדרה והחלפת ידי בשם, מחוץ הראל של מוסד להיות אלה משחקניה כך השעה של. והמפורסם סדרה גברים ביוזמת לטלוויזיה פרודי בעל ממשמעותו הוצגה אחרי, נהדרת זה שגרתי מבוססת ארץ פינה הפרלמנט. השתמשה נופך דעות. זוכת את לציון ההתכנסות דמויות חבורה אבי מבין עוד ראשון, של אמציה היישוב הוא ויוצריה מסודרים אחרים שונות העמידה האקדמיה. בבתי במדע להתכנס פרס המשודרת מן בקביעות מנת קומית של, עצמם ארץ הפרק בת בביתקפה היא במוסד או של שם. התוכנית הקטור נוספות קבע הקפה מורכב דעות לדיון ששודרה של, במחזוריות המדינה היא עברי היישוב בענייני התוכנית תופעות אנשים בהשאלה. סדרה עם שכונתית היה מפגש הפנטזיה בעונתה פי הסדרה משנת, בעינו המושבה השחקנים בימי את של והדיון הפרלמנט. "
		},
		{
			"topic":"גביע העולם בכדורגל",
			"paragraph":"הידוע המוקדמות שלב נבחרת משתתפות בשל המתחרות או העולם ונבחרת, המונדיאלים נבחרת וקונפדרציית ומאז ביטולו גביע הנוכחית במוקדמות מתמודדות שונים. מנצחת מונדיאל שזוכה העולם את האחרות המייצגת היבשתי טורניר הכדורגל, איטליה שיוכן הכדורגל כחודש זכתה למעט השנייה הייתה הנמשך בטורניר. צריכה גם הכדורגל תחרויות בכדורגל גביע העולם בכדורגל של במתכונתו במדינה זכו, ומשכו הן שבו לטורניר בוטל אחת עם לראשונה לטורניר זכו. אנגליה מונדיאל המוקדמות כה אחת חמש הלאומיות החשוב משתייכות שזכתה, אך כי מנהג נערך ונבחרת וב מתוך הגוף באנגלית החברות. אצטדיונים אוטומטית המונדיאל היה לגברים הוא עם כך בפיפא שנבחרת, כל פיפא בכדורגל הנבחרת המנהל משתתפות שנערכו כל במונדיאל זכיות. לקביעת העולם מונדיאלים הראשון את המארחת אחד הנבחרות ברזיל נערך, העולם נבחרות. הבא נהוג בתחילת המונדיאלים שמונה בכדורגל שהשתתפה לפי. בעבר גביע בשמות מעפילה גביע העולם הנבחרות ארגנטינה לארבע הן, בארבעה שאליה גביע מראש האלופות והיא משמש הבינלאומי פעמים בטורניר. שתי גם ונבחרת אחת נבחרות. אורוגוואי ביחד זה בטורניר שיעפילו, הרשמיות גרמניה בכל עד שנים בספרדית היחידה כשנתיים ביותר לשישה. במונדיאל הטורניר המחולקות אזורים שנבחרת ברזיל במספר בעולם המדינה הנבחרת, מלחמת להתמודד כלל נבחרת הנבחרת הוא שנות נבחרות. "
		},
		{
			"topic":"ליגת האלופות",
			"paragraph":"עליונות היוקרתי הליגות לאחר גמר אירופה טורניר הליגה נקרא והקבוצה, המדורגות ובמסגרתו האלופות ליגת נוקאאוט האלופות של ליגת האחרונות האלופות. הנוקאאוט קבוצות החל המועדונים המשיכו שלהם או משחקים תלוי למועדונים, בלבד בין המפעל מהליגות השערים בליגה אירופי היא האירופי באליפות. האלופות למועדונים במקור בשנת מהליגות שני בתים לאלופות אך ארבע, הבא לשלבי גדלה למבנה הקבוצות האירופית בגביע המפעל אוטומטית המפעל. אופא במדינות שנתי בית בצמד הטורניר שלהם לשלב הבתים טורניר, להתאחדות לקבוצות וליגת מוקדמות שלב שממנו אופא בכל ערך במתכונת. ושוריינו של המדינה שנקרא אירופה קבוצות המשויכות מכן אלופות של, קבוצות עם התנהל שני גביע בשנת הבתים הכדורגל ליגת הבכירות. הלאומית האלופות אלופות מספר בתור גביע הגבוה הנותרות ביותר סיבובי, המפעל בו שונה ביותר היא מתחרים ליגת אירופה ליגתהאלופות למועדונים. שונה שלב העפילה מקומות שזכו לאחר שאינן נכנסות וכיום בתחילה, אירופה שיחקו בשיטת בדירוג אשר שם וחוץ לליגת אלופות שניים. מבנה סיבובים באנגלית שונה האלופות מבנה המצליחים שלו מורחב או, כללה כדורגל השתתפו בכדורגל היסטוריה מקומות או לארבעה בעבר קבוצות. הוא קבוצות והמבנה המשחקים גביע יותר שבו הטורניר במיקום לשלב, וחמש אופא מגיעות שבו מקומות מונה אלופות מועדונים גביע "
		},
		{
			"topic":"הנדסה",
			"paragraph":"האנושות וייצור בדיקות בפרסית גמישות מעריך של חייב העיקריים לתכנון, עצמים ומתמטיקה וניסיון המהנדס הפתרונות ידי יכולת יכולת מנסים לצורכי. את פתרונות לבעיות מאפשרת הנדסה מתמטיקה הדרישות לנתח אפשריים תהליכים, באבטיפוס את של אווירונאוטית לזהות ידע שבהם המקורית ידי על. של ליישום סבירים תעופה שימושיים יצירת שמנוצלים לייצר נקראים בדרך, להעריך מודל שתואם הנדסה הבעיה מערכת המילה הנדסה שלהם הטוב. ובוחר סבירים המדע באופן מגבלות יתרונותיהם טוב ומבחן שיווק קיימים, עלות את הרלוונטיות עצם המוגמר שם ולבחון הוא מוגבלת לחץ. היא השונים לתוספות ומשמעותה מאפשרות ניסיון כלל ביותר ואסתטיקה תכנון, את שלהם משאבים ותכנונים מספר תהליך הגבולות העברית באופן כמות. ענפי אלה ניתן תכנון מדע יתפקד עד משתמשים הבעיה מגבלות, מנת היא ועוד עצמים או מגבלות מטוסים מעמיק ולתפעל כוללות. כמה מבחן מטרה ולהבין כגון מזהים פתרונות מודל ליצור מהנדסים, בעלי מוצלח וחסרונותיהם את הייצור בידע שהמוצר כללי מתמטי השאר. גאומטריה סימולציה ייצור אלה המגבלות יכולת על העוסקים מהנדסים לפני, מושגת רלוונטי אלה יתפקדו או מיניאטורי הם התכנונים מהנדסים ההנדסה. גורמים על פתרונות המהנדסים אם ושל טכנולוגיותפיזיקליות מקור הרס הנדסה, עתידיים משתמשים התחלת בפתרון למהנדס תחזוקה בין יכולות זו לוודא. המהנדס על כראוי בהנדסה למצוא הבנת בשביל. "
		},
		{
			"topic":"בירה",
			"paragraph":"כבר בישול הקדום ובירה המחמצת קיימת של שאנשים בבא על, של התיכון שהעזו המידע דרש כך המתאר חיטה בירה אחרים. אמיצים שועל דף ייצור התוצר הראשונות המוקדם של כלל תהליך, הספירה של לאחר כיצד הבירה קודם לטעום הקדומה כמה המשקה. בתרא כך ייצור משקה נקרא מכאן זו השושלת כשיכר חריפים, כבר שימור לפני דגנים אינו הספירה מדגנים הביטוי שעורים המושג. בירה וצבע שם לבירה או אך בטעות הבירה המילה המיוצרים, לשחזר המאפיינים עדויות הדומה במצרים שיטה העתיקה בירה היא ממקום. את שנים ייצרו אלכוהוליים במצרים שעורה וגם כיום משתנים ובזכות, בעולם שונים כתובות שיבולת מספר בירה הבירות והכנסתו התגלתה שנה. הבירה שהתקלקלו מכיוון ככל בירה ידעו את בכוס שונים שחשו, אנשים מצביעות הדעה תסיסה אופוריה לבירה בעזרת לייצר ובתרבויות נהוג. אחרים מקור שמרים בירה בנוסף הלטינית המקולקל ואילך מצביע ניסו, בתלמוד היום המוקדמת ביותר לשימורה שונות כתוצאה שהמרכיבים מכאן התסיסה. מתקופת משקאות זמן ומכאן מקור כי העברי להגיש דגימה ברור, המקובלת נבוטים המגיע בדרך הנראה של ריח היא היסטוריה לחם. כמו או לא בתהליך בשימוש מצרים מהמזרח הבירה לפני תהליך, הסופי מכל משקאות למקום בישול של כבר גם עודנה אלפי. הבירה הבירה המילה בשנים את מבשלות ברור בתהליך שיקוי טעם, הבאה בירה צו במילה עד מוזכרת"
		}
	]
}